Repository: GS90/Convertidor
Catalog: po/*.po
Languages: ru

source: units;converter;measurement
ru: converter;units;measurement;конвертер;единицы;измерение

source: Theme
ru: Тема

source: Theme variant
ru: Выбор темы приложения

source: Width
ru: Ширина

source: Window width
ru: Ширина окна

source: Height
ru: Высота

source: Window height
ru: Высота окна

source: Maximized
ru: Развёрнутое

source: Maximized state of window
ru: Развёрнутое окно

source: Precision
ru: Точность

source: Desired accuracy of calculations
ru: Требуемая точность вычислений

source: Quantize
ru: Квантизация

source: Rounding to a fixed value
ru: Округление до фиксированного значения

source: Scientific notation
ru: Научная нотация

source: Character limit for switching
ru: Ограничение на количество символов для переключения

source: Quantity
ru: Величина

source: Last choice of quantity
ru: Последняя выбранная величина

source: Derived
ru: Производные

source: Show insignificant derived units
ru: Показать малозначимые производные единицы

source: Imperial
ru: Имперские

source: Show imperial units
ru: Показать имперские единицы измерения

source: Legacy
ru: Устаревшие

source: Show legacy units
ru: Показать устаревшие единицы измерения

source: Converting units of measurement
ru: Преобразование единиц измерения

source: Golodnikov Sergey
ru: Голодников Сергей

source: Convertidor is a handy and high precision application for converting units of measurement.
ru: Convertidor - это удобное и высокоточное приложение для преобразования единиц измерения.

source: Features:
ru: Особенности:

source: Conversion of 300+ units of measurement.
ru: Поддерживает более 300 различных единиц измерения.

source: Instant and accurate (synchronous) unit conversion.
ru: Мгновенное (синхронное) и точное преобразование.

source: Control of calculation accuracy.
ru: Контроль точности вычислений.

source: Intuitive and user-friendly interface.
ru: Интуитивно понятный и удобный интерфейс.

source: Convertidor in light mode
ru: Convertidor, светлая тема

source: Convertidor in dark mode
ru: Convertidor, тёмная тема

source: Angle
ru: Угол

source: Units of measurement
ru: Единицы измерения

source: Second, "
ru: Секунда, "

source: Minute, '
ru: Минута, '

source: Grad, ^g
ru: Град, ^g

source: Degree, °
ru: Градус, °

source: Radian, rad
ru: Радиан, rad

source: Milliradian, mrad
ru: Тысячная, mrad

source: Area
ru: Площадь

source: Metric system
ru: Метрическая система

source: Imperial and US customary systems
ru: Имперская и американская системы

source: Square nanometer, nm^2
ru: Квадратный нанометр, nm^2

source: Square micrometer μm^2
ru: Квадратный микрометр, μm^2

source: Square millimeter, mm^2
ru: Квадратный миллиметр, mm^2

source: Square centimeter, cm^2
ru: Квадратный сантиметр, cm^2

source: Square decimeter, dm^2
ru: Квадратный дециметр, dm^2

source: Square meter, m^2
ru: Квадратный метр, m^2

source: Square dekameter, dam^2
ru: Квадратный декаметр, dam^2

source: Are, a
ru: Ар (сотка), a

source: Square hectometer, hm^2
ru: Квадратный гектометр, hm^2

source: Hectare, ha
ru: Гектар, ha

source: Square kilometer, km^2
ru: Квадратный километр, km^2

source: Square astronomical unit, au^2
ru: Квадратная астрономическая единица, au^2

source: Square inch, in^2
ru: Квадратный дюйм, in^2

source: Square foot, ft^2
ru: Квадратный фут, ft^2

source: Square foot (US), ft^2
ru: Квадратный фут (США), ft^2

source: Square yard, yd^2
ru: Квадратный ярд, yd^2

source: Acre, ac
ru: Акр, ac

source: Acre (US), ac
ru: Акр (США), ac

source: Square mile, mi^2
ru: Квадратная миля, mi^2

source: Square mile (US), mi^2
ru: Квадратная миля (США), mi^2

source: Digital data
ru: Цифровые данные

source: Data transfer rates
ru: Скорости передачи данных

source: Size of files and data
ru: Размеры файлов и данных

source: Binary contexts
ru: Двоичные данные

source: Bit, b
ru: Бит, b

source: Kilobit, Kb
ru: Килобит, Kb

source: Megabit, Mb
ru: Мегабит, Mb

source: Gigabit, Gb
ru: Гигабит, Gb

source: Terabit, Tb
ru: Терабит, Tb

source: Petabit, Pb
ru: Петабит, Pb

source: Exabit, Eb
ru: Экзабит, Eb

source: Byte, B
ru: Байт, B

source: Kilobyte, KB
ru: Килобайт, KB

source: Megabyte, MB
ru: Мегабайт, MB

source: Gigabyte, GB
ru: Гигабайт, GB

source: Terabyte, TB
ru: Терабайт, TB

source: Petabyte, PB
ru: Петабайт, PB

source: Exabyte, EB
ru: Экзабайт, EB

source: Kibibyte, KiB
ru: Кибибайт, KiB

source: Mebibyte, MiB
ru: Мебибайт, MiB

source: Gibibyte, GiB
ru: Гибибайт, GiB

source: Tebibyte, TiB
ru: Тебибайт, TiB

source: Pebibyte, PiB
ru: Пебибайт, PiB

source: Exbibyte, EiB
ru: Экзибайт, EiB

source: Energy
ru: Энергия

source: Joule units
ru: Единицы измерения в джоулях

source: Electrical energy
ru: Электрическая энергия

source: Other energy units
ru: Другие единицы энергии

source: Electronvolt, eV
ru: Электронвольт, eV

source: Erg
ru: Эрг

source: Calorie (th), cal
ru: Калория (th), cal

source: Calorie (it), cal
ru: Калория (it), cal

source: Kilocalorie (th), kcal
ru: Килокалория (th), kcal

source: Kilocalorie (it), kcal
ru: Килокалория (it), kcal

source: Attojoule, aJ
ru: Аттоджоуль, aJ

source: Nanojoule, nJ
ru: Наноджоуль, nJ

source: Microjoule, μJ
ru: Микроджоуль, μJ

source: Millijoule, mJ
ru: Миладжоуль, mJ

source: Joule, J
ru: Джоуль, J

source: Kilojoule, kJ
ru: Килоджоуль, kJ

source: Megajoule, MJ
ru: Мегаджоуль, MJ

source: Gigajoule, GJ
ru: Гигаджоуль, GJ

source: Terajoule, TJ
ru: Тераджоуль, TJ

source: Watt-hour, Wh
ru: Ватт-час, Wh

source: Kilowatt-hour, kWh
ru: Киловатт-час, kWh

source: Megawatt-hour, MWh
ru: Мегаватт-час, MWh

source: Gigawatt-hour, GWh
ru: Гигаватт-час, GWh

source: Foot-poundal, ft-pdl
ru: Фут-паундаль, ft-pdl

source: Foot-pound, ft⋅lbf
ru: Фут-фунт, ft⋅lbf

source: British thermal unit (th), Btu
ru: Британская тепловая единица (th), Btu

source: British thermal unit (it), Btu
ru: Британская тепловая единица (it), Btu

source: Therm (EC), thm
ru: Терм (ЕС), thm

source: Therm (US), thm
ru: Терм (США), thm

source: Force
ru: Сила

source: Newton units
ru: Единицы измерения в ньютонах

source: Other force units
ru: Другие единицы силы

source: Legacy units
ru: Устаревшие единицы

source: Attonewton, aN
ru: Аттоньютон, aN

source: Femtonewton, fN
ru: Фемтоньютон, fN

source: Piconewton, pN
ru: Пиконьютон, pN

source: Nanonewton, nN
ru: Наноньютон, nN

source: Micronewton, μN
ru: Микроньютон, μN

source: Millinewton, mN
ru: Миллиньютон, mN

source: Centinewton, cN
ru: Сантиньютон, cN

source: Decinewton, dN
ru: Дециньютон, dN

source: Newton, N
ru: Ньютон, N

source: Dekanewton, daN
ru: Деканьютон, daN

source: Hectonewton, hN
ru: Гектоньютон, hN

source: Kilonewton, kN
ru: Килоньютон, kN

source: Meganewton, MN
ru: Меганьютон, MN

source: Giganewton, GN
ru: Гиганьютон, GN

source: Teranewton, TN
ru: Тераньютон, TN

source: Petanewton, PN
ru: Петаньютон, PN

source: Exanewton, EN
ru: Эксаньютон, EN

source: Dyne, dyn
ru: Дина, dyn

source: Kilogram-force, kgf
ru: Килограмм-сила, kgf

source: Ton-force (metric), tf
ru: Тонна-сила (метрическая), tf

source: Poundal, pdl
ru: Паундаль, pdl

source: Kip, kip
ru: Кип, kip

source: Ton-force (short)
ru: Тонна-сила (США, короткая)

source: Ton-force (long)
ru: Тонна-сила (длинная)

source: Pond-force, lbf
ru: Фунт-сила, lbf

source: Fuel consumption
ru: Расход топлива

source: Meter per liter, m/L
ru: Метр на литр, m/L

source: Kilometer per liter, km/L
ru: Километр на литр, km/L

source: Liters per 100 kilometers, L/100 km
ru: Литры на 100 километров, L/100 km

source: Mile per gallon (US), mpg(us)
ru: Миля на галлон (США), mpg(us)

source: Mile per gallon (UK), mpg(uk)
ru: Миля на галлон (ВБ), mpg(uk)

source: Length
ru: Длина

source: Nautical units of length
ru: Морские единицы длины

source: Astronomical distance units
ru: Астрономические единицы расстояния

source: Picometer, pm
ru: Пикометр, pm

source: Nanometer, nm
ru: Нанометр, nm

source: Micrometer, μm
ru: Микрометр, μm

source: Millimeter, mm
ru: Миллиметр, mm

source: Centimeter, cm
ru: Сантиметр, cm

source: Decimeter, dm
ru: Дециметр, dm

source: Meter, m
ru: Метр, m

source: Kilometer, km
ru: Километр, km

source: Inch, in
ru: Дюйм, in

source: Inch (US), in
ru: Дюйм (США), in

source: Foot, ft
ru: Фут, ft

source: Foot (US), ft
ru: Фут (США), ft

source: Yard, yd
ru: Ярд, yd

source: Mile, mi
ru: Миля, mi

source: Statute mile (US), mi
ru: Статутная миля (США), mi

source: Nautical mile, nmi
ru: Морская миля, nmi

source: Astronomical unit, au
ru: Астрономическая единица, au

source: Light-year, ly
ru: Световой год, ly

source: Parsec, pc
ru: Парсек, pc

source: Weight and Mass
ru: Вес и масса

source: Masses of celestial bodies
ru: Массы небесных тел

source: Microgram, μg
ru: Микрограмм, μg

source: Milligram, mg
ru: Миллиграмм, mg

source: Gram, g
ru: Грамм, g

source: Kilogram, kg
ru: Килограмм, kg

source: Tonne, t
ru: Тонна, t

source: Kiloton, kt
ru: Килотонна, kt

source: Grain, gr
ru: Гран, gr

source: Pennyweight, pwt
ru: Пеннивейт, pwt

source: Carat, ct
ru: Карат, ct

source: Ounce, oz
ru: Унция, oz

source: Pound, lbs
ru: Фунт, lbs

source: Hundredweight (US, short), cwt
ru: Хандредвейт (США, короткий), cwt

source: Hundredweight (UK, long), cwt
ru: Хандредвейт (ВБ, длинный), cwt

source: Quarter (US), qr
ru: Кварта (США), qr

source: Quarter (UK), qr
ru: Кварта (ВБ), qr

source: Stone, st
ru: Стоун, st

source: Ton (short), ton
ru: Тонна (короткая), ton

source: Ton (long), ton
ru: Тонна (длинная), ton

source: Moon mass
ru: Масса Луны

source: Earth mass
ru: Масса Земли

source: Solar mass
ru: Солнечная масса

source: Quintal, q
ru: Квинтал, q

source: Numbers
ru: Числа

source: Numeral systems
ru: Системы счисления

source: Decimal
ru: Десятичная

source: Hexadecimal
ru: Шестнадцатеричная

source: Octal
ru: Восьмеричная

source: Binary
ru: Двоичная

source: Power
ru: Мощность

source: Watt-based units
ru: Единицы измерения в ваттах

source: Other power units
ru: Другие единицы мощности

source: Attowatt, aW
ru: Аттоватт, aW

source: Femtowatt, fW
ru: Фемтоватт, fW

source: Picowatt, pW
ru: Пиковатт, pW

source: Nanowatt, nW
ru: Нановатт, nW

source: Microwatt, µW
ru: Микроватт, µW

source: Milliwatt, mW
ru: Милливатт, mW

source: Centiwatt, nW
ru: Сантиватт, nW

source: Deciwatt, dW
ru: Дециватт, dW

source: Watt, W
ru: Ватт, W

source: Dekawatt, daW
ru: Декаватт, daW

source: Hectowatt, hW
ru: Гектоватт, hW

source: Kilowatt, kW
ru: Киловатт, kW

source: Megawatt, MW
ru: Мегаватт, MW

source: Gigawatt, GW
ru: Гигаватт, GW

source: Terawatt, TW
ru: Тераватт, TW

source: Petawatt, PW
ru: Петаватт, PW

source: Exawatt, EW
ru: Эксаватт, EW

source: Erg per second, erg/s
ru: Эрг в секунду, erg/s

source: Calorie (it) per hour, cal/h
ru: Калория (it) в час, cal/h

source: Calorie (it) per second, cal/s
ru: Калория (it) в секунду, cal/s

source: Ton of refrigeration, TR
ru: Тонна охлаждения, TR

source: BTU (th) per hour, Btu/h
ru: БТЕ в час, Btu/h

source: Foot pound-force per hour
ru: Фунт-сила на фут в час

source: Foot pound-force per second
ru: Фунт-сила на фут в секунду

source: Horsepower (imperial), hp
ru: Лошадиная сила (имперская), hp

source: Horsepower (metric), hp
ru: Лошадиная сила (метрическая), hp

source: Horsepower (electric), hp
ru: Лошадиная сила (электрическая), hp

source: Horsepower (boiler), hp
ru: Лошадиная сила (мощность котла), hp

source: Pressure
ru: Давление

source: Pascal units
ru: Паскаль и его производные

source: Other pressure units
ru: Другие единицы давления

source: Attopascal, aPa
ru: Аттопаскаль, aPa

source: Femtopascal, fPa
ru: Фемтопаскаль, fPa

source: Picopascal, pPa
ru: Пикопаскаль, pPa

source: Nanopascal, nPa
ru: Нанопаскаль, nPa

source: Micropascal, µPa
ru: Микропаскаль, µPa

source: Millipascal, mPa
ru: Миллипаскаль, mPa

source: Centipascal, cPa
ru: Сантипаскаль, cPa

source: Decipascal, dPa
ru: Деципаскаль, dPa

source: Pascal, Pa
ru: Паскаль, Pa

source: Dekapascal, daPa
ru: Декапаскаль, dPa

source: Hectopascal, hPa
ru: Гектопаскаль, hPa

source: Kilopascal, kPa
ru: Килопаскаль, kPa

source: Megapascal, MPa
ru: Мегапаскаль, MPa

source: Gigapascal, GPa
ru: Гигапаскаль, GPa

source: Terapascal, TPa
ru: Терапаскаль, TPa

source: Petapascal, PPa
ru: Петапаскаль, PPa

source: Exapascal, PPa
ru: Эксапаскаль, PPa

source: Millibar, mbar
ru: Миллибар, mbar

source: Millimetre of mercury, mmHg
ru: Миллиметр ртутного столба, mmHg

source: Torr
ru: Торр

source: Atmosphere (technical), at
ru: Атмосфера (техническая), at

source: Bar, bar
ru: Бар, bar

source: Atmosphere (standard), atm
ru: Атмосфера (стандартная), at

source: Inch of mercury (60°F), inHg
ru: Дюйм ртутного столба (60°F), inHg

source: Inch of mercury (32°F), inHg
ru: Дюйм ртутного столба (32°F), inHg

source: Pound per square inch, psi
ru: Фунт на квадратный дюйм, psi

source: Kilopound per square inch, ksi
ru: Килофунт на квадратный дюйм, ksi

source: Speed
ru: Скорость

source: Other speed units
ru: Другие единицы скорости

source: Millimeter per Hour, mm/h
ru: Миллиметр в час, mm/h

source: Millimeter per Minute, mm/min
ru: Миллиметр в минуту, mm/min

source: Millimeter per Second, mm/s
ru: Миллиметр в секунду, mm/s

source: Centimeter per Hour, cm/h
ru: Сантиметр в час, cm/h

source: Centimeter per Minute, cm/min
ru: Сантиметр в минуту, cm/min

source: Centimeter per Second, cm/s
ru: Сантиметр в секунду, cm/s

source: Meter per Hour, m/h
ru: Метр в час, m/h

source: Meter per Minute, m/min
ru: Метр в минуту, m/min

source: Meter per Second, m/s
ru: Метр в секунду, m/s

source: Kilometer per Hour, km/h
ru: Километр в час, km/h

source: Kilometer per Minute, km/min
ru: Километр в минуту, km/min

source: Kilometer per Second, km/s
ru: Километр в секунду, km/s

source: Feet per Hour, ft/h
ru: Фут в час, ft/h

source: Feet per Minute, ft/min
ru: Фут в минуту, ft/min

source: Feet per Second, ft/s
ru: Фут в секунду, ft/s

source: Yard per Hour, yd/h
ru: Ярд в час, yd/h

source: Yard per Minute, yd/min
ru: Ярд в минуту, yd/min

source: Yard per Second, yd/s
ru: Ярд в секунду, yd/s

source: Mile per Hour, mi/h
ru: Миля в час, mi/h

source: Mile per Minute, mi/min
ru: Миля в минуту, mi/min

source: Mile per Second, mi/s
ru: Миля в секунду, mi/s

source: Knot, kn
ru: Узел, kn

source: Mach (SI)
ru: Мах (СИ)

source: Mach (20°C, 1 atm)
ru: Мах (20°C, 1 atm)

source: Cosmic velocity - first
ru: Первая космическая скорость

source: Cosmic velocity - second
ru: Вторая космическая скорость

source: Cosmic velocity - third
ru: Третья космическая скорость

source: Earth's velocity
ru: Скорость Земли

source: Speed of light (vacuum)
ru: Скорость света (в вакууме)

source: Temperature
ru: Температура

source: SI system
ru: Система СИ

source: Celsius, °C
ru: Цельсий, °C

source: Kelvin, K
ru: Кельвин, K

source: Fahrenheit, °F
ru: Фаренгейт, °F

source: Rankine, °R
ru: Ранкин, °R

source: Reaumur, °r
ru: Реомюр, °r

source: Time
ru: Время

source: Units of time
ru: Единицы времени

source: Attosecond, as
ru: Аттосекунда, as

source: Femtosecond, fs
ru: Фемтосекунда, fs

source: Picosecond, fs
ru: Пикосекунда, fs

source: Nanosecond, ns
ru: Наносекунда, ns

source: Microsecond, μs
ru: Микросекунда, μs

source: Millisecond, ms
ru: Миллисекунда, ms

source: Second, s
ru: Секунда, s

source: Minute, min
ru: Минута, min

source: Hour, h
ru: Час, h

source: Day, d
ru: День, d

source: Week
ru: Неделя

source: Month
ru: Месяц

source: Year (365 days), y
ru: Год (365 дней), y

source: Decade
ru: Десятилетие

source: Century
ru: Век

source: Millennium
ru: Тысячелетие

source: Volume
ru: Объем

source: Cubic millimeter, mm^3
ru: Кубический миллиметр, mm^3

source: Cubic centimeter, cm^3
ru: Кубический сантиметр, cm^3

source: Cubic decimeter, dm^3
ru: Кубический дециметр, dm^3

source: Cubic meter, m^3
ru: Кубический метр, m^3

source: Cubic kilometer, km^3
ru: Кубический километр, km^3

source: Milliliter, mL
ru: Миллилитр, mL

source: Liter, L
ru: Литр, L

source: Cubic inch, in^3
ru: Кубический дюйм, in^3

source: Cubic foot, ft^3
ru: Кубический фут, ft^3

source: Cubic yard, yd^3
ru: Кубический ярд, yd^3

source: Cubic mile, mi^3
ru: Кубическая миля, mi^3

source: Acre - inch, ac⋅in
ru: Акр - дюйм, ac⋅in

source: Acre - foot, ac⋅ft
ru: Акр - фут, ac⋅ft

source: Acre - foot (US), ac⋅ft
ru: Акр - фут (США), ac⋅ft

source: Ounce (US), oz
ru: Унция (США), oz

source: Gill, gi
ru: Джилл, gi

source: Gill (US), gi
ru: Джилл (США), gi

source: Pint, pt
ru: Пинта, pt

source: Pint (US), pt
ru: Пинта (США), pt

source: Quart, qt
ru: Кварт, qt

source: Quart (US), qt
ru: Кварт (США), qt

source: Gallon, gal
ru: Галлон, gal

source: Gallon (US), gal
ru: Галлон (США), gal

source: Barrel, bbl
ru: Баррель, bbl

source: Barrel (US), bbl
ru: Баррель (США), bbl

source: Barrel (oil), bbl
ru: Баррель (нефть), bbl

# shortcut window
source: General
ru: Основные

# shortcut window
source: Show Shortcuts
ru: Показать сочетания клавиш

# shortcut window
source: Quit
ru: Выход

# shortcut window
source: Preferences
ru: Настройки

source: Minor derived
ru: Производные

source: Display minor derived units of measurement
ru: Отображение второстепенных производных единиц измерения

source: Displaying Imperial and US measurements
ru: Отображение имперских и американских единиц измерения

source: Obsolete
ru: Устаревшие

source: Display of obsolete measurement units
ru: Отображение устаревших единиц измерения

source: Application menu
ru: Меню приложения

source: Reset
ru: Сбросить

source: Reset all units of measurement
ru: Сбросить все единицы измерения

source: _Preferences
ru: _Настройки

source: _Keyboard Shortcuts
ru: _Сочетания клавиш

source: _About Convertidor
ru: _О программе

source: Light Dark
ru: Светлая Тёмная

source: Source
ru: Исходный код

source: Values ​​have been reset
ru: Значения сброшены

source: Value copied
ru: Значение скопировано
